{
    "auth.password": "Contraseña",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "Password": "Contraseña",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Has olvidado tu contraseña? No hay problema. Indícanos tu dirección de correo electrónico y te enviaremos un enlace para restablecerla que te permitirá elegir una nueva.",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Remember me": "Recordar sesión",
    "Forgot your password?": "¿Has olvidado tu contraseña?",
    "Log in": "Iniciar sesión",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Already registered?": "¿Ya estás registrado?",
    "Register": "Registrarse",
    "Reset Password": "Restablecer contraseña",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de empezar, verifica tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar. Si no has recibido el correo, te enviaremos otro.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Log Out": "Cerrar sesión",
    "Idea": "Idea",
    "Ideas": "Ideas",
    "Profile": "Perfil",
    "Create Idea": "Crear idea",
    "Create your ideas": "Crea tus ideas",
    "Create idea": "Crear idea",
    "Idea title": "Título de la idea",
    "Idea description": "Descripción de la idea",
    "Save": "Guardar",
    "Idea created successfully": "Idea creada correctamente",
    "Edit Idea": "Editar idea",
    "Edit \":idea\" idea": "Editar la idea \":idea\"",
    "Edit your idea": "Edita tu idea",
    "New idea title": "Nuevo título de la idea",
    "(empty to leave it the same)": "(déjalo en blanco para mantener el actual)",
    "New idea description": "Nueva descripción de la idea",
    "Cancel": "Cancelar",
    "View Ideas": "Ver ideas",
    "View your or modify your ideas": "Consulta o modifica tus ideas",
    "Idea ':idea' deleted successfully": "La idea ':idea' se ha eliminado correctamente",
    "Idea ':idea' updated successfully": "La idea ':idea' se ha actualizado correctamente",
    "Delete": "Eliminar",
    "Edit": "Editar",
    "No ideas yet": "Aún no hay ideas",
    "Confirm deletion": "Confirmar eliminación",
    "Are you sure you want to delete?": "¿Estás seguro de que quieres eliminar?",
    "Yes, delete": "Sí, eliminar",
    "Delete Account": "Eliminar cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez eliminada tu cuenta, todos tus recursos y datos se borrarán de forma permanente. Antes de eliminarla, descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez eliminada tu cuenta, todos tus recursos y datos se borrarán de forma permanente. Introduce tu contraseña para confirmar que deseas eliminarla definitivamente.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utilice una contraseña larga y aleatoria para mantener la seguridad.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Saved.": "Guardado.",
    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y tu dirección de correo electrónico.",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "pagination.previous": "Anterior",
    "pagination.next": "Siguiente",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados",
    "Pagination Navigation": "Navegación de paginación",
    "Go to page :page": "Ir a la página :page",
    "Hello": "Hola",
    "Save your ideas here": "Guarda tus ideas aquí",
    "Go": "Ir",
    "Save your ideas easily and": "Guarda tus ideas fácilmente y",
    "increase": "aumenta",
    "your productivity": "tu productividad",
    "Create your account now or sign in.": "Crea tu cuenta ahora o inicia sesión.",
    "Create account": "Crear cuenta",
    "Sign in": "Iniciar sesión"
}
