{
    "auth.password": "auth.password",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Confirme su contraseña antes de continuar.",
    "Password": "Contraseña",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Simplemente indíquenos su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Remember me": "Recordarme",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Log in": "Iniciar sesión",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Already registered?": "¿Ya está registrado?",
    "Register": "Registrarse",
    "Reset Password": "Restablecer contraseña",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarse! Antes de comenzar, verifique su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar. Si no recibió el correo, con gusto le enviaremos otro.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Log Out": "Cerrar sesión",
    "Idea": "Idea",
    "Ideas": "Ideas",
    "Profile": "Perfil",
    "Dashboard": "Panel de control",
    "You're logged in!": "¡Ha iniciado sesión!",
    "Create Idea": "Crear idea",
    "Create your ideas": "Cree sus ideas",
    "Create idea": "Crear idea",
    "Idea title": "Título de la idea",
    "Idea description": "Descripción de la idea",
    "Save": "Guardar",
    "Idea created successfully": "Idea creada correctamente",
    "Edit Idea": "Editar idea",
    "Edit your idea": "Edite su idea",
    "New idea title": "Nuevo título de la idea",
    "(empty to leave it the same)": "(dejar vacío para mantener el actual)",
    "New idea description": "Nueva descripción de la idea",
    "Cancel": "Cancelar",
    "View Ideas": "Ver ideas",
    "View your or modify your ideas": "Vea o modifique sus ideas",
    "Edit": "Editar",
    "Delete": "Eliminar",
    "No ideas yet": "Aún no hay ideas",
    "Delete Account": "Eliminar cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Are you sure you want to delete your account?": "¿Está seguro de que desea eliminar su cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Ingrese su contraseña para confirmar que desea eliminar su cuenta de forma definitiva.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta utilice una contraseña larga y aleatoria para mantenerse segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Saved.": "Guardado.",
    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Actualice la información de su perfil y la dirección de correo electrónico.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Hello": "Hola",
    "Save your ideas easily and": "Guarde sus ideas fácilmente y",
    "increase": "aumente",
    "your productivity": "su productividad",
    "Save your ideas here": "Guarde sus ideas aquí",
    "Create your account now or sign in.": "Cree su cuenta ahora o inicie sesión.",
    "Go": "Ir",
    "Create account": "Crear cuenta",
    "Sign in": "Iniciar sesión"
}
